Repository: alinclaudiu/cakephp-thumber
Catalog: src/Locale/*/thumber.po
Languages: it

source: File `{0}` not readable
it: File `{0}` non leggibile

source: File `{0}` doesn't exist
it: Il file `{0}` non esiste

source: Error deleting thumbnails
it: Errore cancellando le miniature

source: Thumbnails deleted: {0}
it: Miniature cancellate: {0}

source: Clears all thumbnails that have been generated from an image path
it: Cancella tutte le miniature che sono state generate dalla path di un'immagine

source: Path of the original image
it: Path dell'immagine originale

source: Clears all thumbnails
it: Cancella tutte le miniature

source: A shell to manage thumbnails
it: Una shell per gestire le miniature

source: Unable to read image from file `{0}`
it: Impossibile leggere l'immagine dal file `{0}`

source: Image type `{0}` is not supported by this driver
it: Il tipo di immagine `{0}` non è supportato da questo driver

source: No valid method called before the `{0}` method
it: Nessun metodo valido chiamato prima del metodo `{0}`

source: The directory `{0}` is not writeable
it: La directory `{0}` non è scrivibile
